e5-2620-v4/noretpoline-nopti-nopcid/pgbench/10000/runs/result-rw-1.log
transaction type: <builtin: simple update>
scaling factor: 10000
query mode: simple
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 5819394
latency average = 4.949 ms
tps = 3232.987524 (including connections establishing)
tps = 3232.992970 (excluding connections establishing)